trend ={'0':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '1':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '2':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '3':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '4':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '5':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:https:{}',
        '6':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '7':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '8':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '9':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '10':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше.Ось приклади:{}',
        '11':'Я тобі паджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше.Ось приклади:{}',
        '12':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '13':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '14':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '15':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '16':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '17':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '18':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '19':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '20':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '21':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '22':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '23':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}/',
        '24':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '25':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '26':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '27':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '28':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '29':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '30':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}'}






trendm ={'0': 'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '1':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '2':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '3':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '4':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '5':'Я тобі раджу вдягатися по тепліше шоб не захворіти) Ось тренди ціеї зими:{}',
        '6':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '7':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '8':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '9':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '10':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '11':'Я тобі pаджу вдягнутися тепленько але щоб було комфортно, можна вдягнути верхню одежу по легше. Ось приклади:{}',
        '12':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '13':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '14':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '15':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '16':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '17':'Вау в тебе напевно гарна погода!) Сьогодні ти вже можешь вдягнути зручні та гарні речі але не забувай про легенький вітер) Ось кілька варіантів на твій образ:{}',
        '18':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '19':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '20':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '21':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '22':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '23':'Я вітаю тебе що наразі в тебе дуже тепленько). Ось в чому тобі буде сьогодні комфортно:{}',
        '24':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '25':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '26':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '27':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '28':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '29':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}',
        '30':'Ой ну в тебе на вулиці дуже спекотно будь уважен не перегрійся на сонці). Ось декілька порад для твого шикарного образу:{}'}




pogoda=[[0,1,2,3,4,5],[6,7,8,9,10,11],[12,13,14,15,16,17],[18,19,20,21,22,23],[24,25,26,27,28,29,30]]


ssulca1= [['https://dezhavyu.com.ua/modni-kurtky-novynky/,https://dezhavyu.com.ua/modni-shtany-osin-zyma/',
           'https://vivatop.com.ua/modni-zymovi-obrazy-foto-ideyi/',
           'https://www.trserial.net.ua/modni-tendentsiyi-ta-trendy-zymy-2023-yaki-varto-vrahuvaty-pry-vybori-garderoba/',
           'https://vivatop.com.ua/modni-zymovi-obrazy-foto-ideyi',
           'https://telegraf.com.ua/ukr/moda-zhizn/2022-09-21/5717072-kakuyu-kurtku-vybrat-na-osen-i-zimu-2022-chtoby-vyglyadet-neotrazimo-sovety-stilista-foto'],
          ['https://lady.tochka.net/ua/96470-top-5-trendov-oseni-2022-luki-kotorye-ty-mozhesh-sostavlyat-uzhe-seychas/', 'https://ogo.ua/articles/view/2022-09-26/126636.html',
           'https://ukr.media/fashion/405137/', 'https://www.pinterest.com/pin/737112663992573515/','https://dezhavyu.com.ua/modnyi-verkhnii-odiah-osin-zyma/'],
          ['https://dezhavyu.com.ua/modni-vesniani-trendy-i-obrazy/','https://vikna.tv/styl-zhyttya/moda-vesny-2023-trendy-shho-bude-v-trendi-czogo-sezonu/',
           'https://dezhavyu.com.ua/modni-palto-vesna/','https://dezhavyu.com.ua/modni-shtany-osin-zyma/','https://dezhavyu.com.ua/modni-kurtky-novynky/'],
          ['https://dezhavyu.com.ua/modni-trendy-vesna-lito/','https://www.unian.ua/lite/style/moda-vesna-2023-stilisti-nazvali-p-yat-golovnih-trendiv-foto-12144444.html',
           'https://telegraf.com.ua/ukr/moda-zhizn/2023-02-01/5777555-makrame-bakhroma-povna-prozorist-i-ne-tilki-modni-trendi-yaki-mi-nositimemo-tsiei-vesni-foto',
           'https://www.trserial.net.ua/modni-tendentsiyi-ta-trendy-vesna-lito-2023-stylni-ideyi-dlya-bezdogannogo-obrazu/','https://w2w.com.ua/modni-shorti-na-vesny-lito-2023-tendencii-sezony/'],
          ['https://dezhavyu.com.ua/modni-sukni-vesna-lito/','https://dezhavyu.com.ua/modni-litni-sukni/','https://mega-music.pro/modni-litni-spidnytsi-2023-roku-6-trendovyh-modelej-yaki-roblyat-stegna-ta-taliyu-shykarnymy/',
           'https://vivatop.com.ua/litniy-odyah/','https://gazeta.ua/articles/life/_nizhnist-ta-seksualnist-yaki-sukni-obrati-na-vesnu-ta-lito-2023/1135564']]

ssulca2= [['https://zlotystudent.com.ua/cholovichi-kurtki-2021-2022-modni-modeli-i-fasoni-aktualni-zabarvlennya-i-stili/',
           'https://vogue.ua/article/vogueman/shopping/praktichni-cholovichi-kurtki-sezonu-osin-zima-2022-2023-50633.html',
           'https://riccardo.ua/cholovichy-odyag/zymovi-kurtky','https://opshop.me/coats-mtky0318','https://streetwear.com.ua/ru/list/man/clothes/p12=1284;sub=111'],
          ['https://vogue.ua/article/vogueman/stil/15-glavnyh-trendov-v-muzhskih-kollekciyah-sezona-osen-zima-2022-2023-47679.html',
           'https://wowtrends.com.ua/muzhskaya-moda-osen-zima/','https://joy-pup.com/ua/fashion-ua/cholovicha-moda-osin-zima-2019-2020/',
           'https://www.fashiontrends.pp.ua/cholovicha-moda-osin-zyma-2023-2024-osnovni-trendy.html','https://modagoda.com/muzhskaja-moda-osen-zima-2022-2023-glavnye-trendy/'],
          ['https://shevashop.com.ua/ua/a412848-populyarnye-brendy-muzhskoj.html', 'https://redndog.com/cholovikam/','https://joy-pup.com/ua/fashion-ua/vulichna-moda-dlja-cholovikiv/'
           'https://hochu.ua/cat-fashion/street/article-86028-streetstyle-kakuyu-odezhdu-vyibirayut-ukrainskie-muzhchinyi/', 'https://ru.pinterest.com/lexxkor1986/%D1%84%D0%BE%D1%82%D0%BE-%D0%BE%D0%B4%D0%B5%D0%B6%D0%B4%D1%8B/'],
          ['https://pix-feed.com/muzhskaja-moda-vesna-leto-2022/', 'https://beautyworld.com.ua/muzhskaya-odezhda-vesna-leto/','https://wowtrends.com.ua/muzhskaya-moda-vesna-leto/',
           'https://telegraf.com.ua/ukr/moda-zhizn/2022-08-15/5713619-muzhskaya-moda-vesna-leto-2022-stilnye-obrazy-i-luki-dlya-predstaviteley-silnogo-pola-foto','https://issaplus.com/men/blog/muzhskaya-moda-i-stil-v-2019-godu-odezhda-sovremennogo-muzhchiny/'],
          ['https://gagaru.club/22790-muzhskoj-stilnyj-luk-na-leto.html', 'https://vogue.ua/article/vogueman/brend/10-glavnyh-trendov-v-muzhskih-kollekciyah-sezona-vesna-leto-2022-47369.html',
           'https://www.rbc.ua/ukr/styler/kroshe-bermudy-klogi-stilist-nazval-glavnye-1655562089.html','https://fuckingyoung.es/diesel/','https://www.thefashionisto.com/mango-collection-men-2022-terracotta/']]


